Repository: JanConGitHub/radar
Catalog: po/*.po
Languages: fr

source: Welkom bij Radar!
fr: Bienvenue dans Radar !

source: Radar geeft duidelijke en betrouwbare weersinfo zodat je droog en voorbereid op pad gaat! In één oogopslag zie je of het de komende twee uur gaat regenen. Op deze manier hoef je nooit nat te worden!
fr: Radar vous fournit des informations météorologiques claires et fiables afin que vous soyez préparé avant de prendre la route ! Vous pouvez voir en un clin d'œil s'il va pleuvoir dans les deux prochaines heures. De cette manière, vous ne serez jamais trempé!

source: Verder
fr: Continuer

source: Kies een thema
fr: Choisissez un thème

source: Je kunt kiezen tussen een donker of een licht thema...
fr: Vous pouvez choisir entre un thème sombre ou un thème clair...

source: Donker
fr: Sombre

source: Licht
fr: Clair

source: Locatie
fr: Emplacement

source: Je kunt zo meteen via het menu rechtsboven in beeld een meetstation selecteren. Het standaard meetstation is De Bilt (Regio Utrecht).
fr: Vous pouvez sélectionner une station de mesure au travers du menu supérieur à droite de l'écran. La station de mesure par défaut est De Bilt (région d'Utrecht).

source: Je bent helemaal klaar!
fr: Vous êtes prêt(e) !

source: Je kunt de instellingen altijd wijzigen via het menu rechtsboven in beeld. Veel plezier bij het gebruik van Radar!
fr: Vous pouvez changer les paramètres à tout moment au travers du menu supérieur à droite de l'écran. Amusez-vous en utilisant Radar !

source: Sluiten
fr: Fermer

source: Om de instellingen toe te passen zal de app worden gesloten. U dient de app zelf, handmatig opnieuw te openen.
fr: L'application sera fermée pour appliquer les réglages. Vous devrez réouvrir manuellement l'application.

source: Toepassen
fr: Appliquer

source: Over Radar
fr: À propos de Radar

source: Radar geeft duidelijke en betrouwbare weersinfo zodat je droog en voorbereid op pad gaat!
fr: Radar vous fournit des informations météorologiques claires et fiables afin que vous soyez préparé avant de prendre la route !

source: Disclaimer: Deze applicatie is zelfstandig ontwikkeld. Alle logo's en namen in deze toepassing zijn handelsmerken van hun respectievelijke eigenaars.
fr: Clause de non-responsabilité : Cette application a été développée indépendamment. Tous les logos et les noms dans cette application sont des marques de leurs propriétaires respectifs.

source: Licentie
fr: License

source: Broncode
fr: Code source

source: Vandaag
fr: Aujourd'hui

source: Komende dagen
fr: Jours à venir

source: Kaarten
fr: Cartes

source: Nachtmodus
fr: Mode nuit

source: Dagmodus
fr: Mode jour

source: Over
fr: À propos

source: Komende dagen
fr: Jours à venir

source: +2 uur
fr: +2 heures

source: +24 uur
fr: +24 heures

source: Huidig weer
fr: Temps actuel

source: Het is
fr: Il est

source: De luchtvochtigheid is
fr: L'humidité est de

source: De wind komt uit het
fr: La direction du vent est

source: en heeft
fr: et a

source: een snelheid van
fr: une vitesse de

source: Dag
fr: Jour

source: Neerslag
fr: Précipitation

source: Deze radar is helaas niet beschikbaar voor Europa
fr: Ce radar n'est malheureusement pas disponible en Europe

source: Nederland
fr: Pays-Bas

source: Europa
fr: Europe

source: Radarbeelden
fr: Images radar

source: Onweer
fr: Orage

source: Hagel
fr: Grêle

source: Motregen
fr: Bruine

source: Sneeuw
fr: Neige

source: Satellietbeelden
fr: Images satellite

source: Legenda
fr: Légende

source: Actuele temperatuur
fr: Température actuelle

source: Gevoelstemperatuur
fr: Température ressentie

source: Grondtemperatuur
fr: Température au sol

source: Minimum grondtemperatuur
fr: Température minimale au sol

source: Minimumtemperatuur
fr: Température minimale

source: Maximumtemperatuur
fr: Température maximale

source: Actuele wind
fr: Vent actuel

source: Maximale wind
fr: Vent maximum

source: Actuele windstoten
fr: Rafales de vent actuelles

source: Zwaarste windstoten
fr: Plus fortes rafales de vent

source: Neerslag afgelopen uur
fr: Précipitations au cours de la dernière heure

source: Dagelijkse neerslagsom
fr: Pluviométrie du jour

source: Totaal aantal zonuren
fr: Nombre total d'heures de soleil

source: Zicht en mist
fr: Visibilité et brouillard

source: Luchtvochtigheid
fr: Humidité

source: Luchtkwaliteitsindex
fr: Index de qualité de l'air

source: Actuele ozon
fr: Ozone actuelle

source: Actuele stikstofdioxide
fr: Dioxyde d'azote actuel

source: Actuele fijnstof
fr: Niveau de particules fines actuel

source: Pollen en hooikoorts
fr: Pollen et rhume des foins

source: Muggenradar
fr: Radar à moustiques

source: Instellingen
fr: Paramètres

source: Kies een meetstation uit de lijst, of gebruik de zoekbalk om naar een stad of dorp te zoeken.
fr: Choisissez une station de mesure dans la liste ou utilisez la barre de recherche pour trouver une ville ou un village.
